import book_1 from "./images/book_1.jpg";
import book_2 from "./images/book_2.jpg";
import book_3 from "./images/book_3.jpg";

export const booksData = [
  {
    id: 1,
    isbn: 9785699852901,
    title: "Собрание юмористических рассказов в одном томе",
    description: "Знаменитый Антон Павлович Чехов (1860–1904) первые шаги в русской литературе делал под псевдонимами Антоша Чехонте, «Человек без селезенки», Брат моего брата, как автор юмористических рассказов и фельетонов, которые издавали в юмористических московских журналах «Будильник», «Зритель» и др. и в петербургских юмористических еженедельниках «Осколки», «Стрекоза», а впоследствии вошли в первые книги начинающего автора. Именно первые сборники и книги А. Чехова – «Шалость», «Сказки Мельпомены», «Пестрые рассказы», а также рассказы, печатавшиеся в журналах «Осколки», «Зеркало» и др., включены в эту книгу, раскрывающую юмористический талант признанного в мире писателя. Книга представляет наиболее полное собрание юмористических рассказов А. П. Чехова.",
    author: "Антон Павлович Чехов",
    category: [" Русская классика"],
    img: book_1
  }, {
    id: 2,
    isbn: 5170414080,
    title: "Вишневый сад",
    description: "Антон Павлович Чехов — важнейшая личность для отечественной драматургии. Его произведения до сих пор экранизируются и ставятся в театре. Пожалуй, «Вишневый сад» — один из фаворитов современных режиссеров. \nЧехов окрестил свое произведение комедией, хоть и скрыл за ней жизненную драму. Связывая образы героев с судьбами людей по всей стране в целом, автор показал жизнь простых граждан и их бессилие перед установленной десятилетиями системой.\nПерсонажи «Вишневого сада» давно превратились в собирательные образы, будь то Лопахин, Раневская, Епиходов, Шарлотта или Яша. Примечательно, что чеховские образы-карикатуры остались актуальными и в наше время, и в строках «Вишневого сада» всегда можно найти параллели с современностью.",
    author: "Антон Павлович Чехов",
    category: [" Русская классика"],
    img: book_2
  }, {
    id: 3,
    isbn: 9785170319572,
    title: "Палата № 6",
    description: "«Палата №6» — интеллектуальная повесть Антона Павловича Чехова, показывающая, что весь мир — это не только театр, но, возможно, и сумасшедший дом. В повести речь идет об Андрее Ефимыче Рагине, враче в лечебнице для душевнобольных. Вступив в должность, он работал не покладая рук, пытаясь улучшить ужасные условия в больнице, облегчить страдания пациентов, однако в какой-то момент он устал бороться с системой и стал работать «для галочки». Так умный и честный врач превратился в скучающего и безвольного персонажа, который стал похожим на собственных пациентов. Прочитав книгу «Палата №6» вы узнаете, что бывает, если человек поддается слабостям, опускает руки и теряет волю.",
    author: "Антон Павлович Чехов",
    category: [" Русская классика", "Юмористическая проза"],
    img: book_3
  }
];